module.exports = {
  posts: [
    {
      userId: 1,
      id: 1,
      title: '사과를 사러 가야 할까요?',
      body: '오늘은 사과를 사러 가야 할까요? 아니면 다른 것을 사러 가야 할까요?',
    },
    {
      userId: 2,
      id: 2,
      title: '나의 여행 일정',
      body: '다음 주에는 해변으로 여행을 가려고 합니다. 여행 일정을 어떻게 계획할지 고민 중입니다.',
    },
    {
      userId: 3,
      id: 3,
      title: '오늘의 일기',
      body: '오늘은 날씨가 맑아서 기분이 좋네요. 하루 동안 있었던 일들을 기록해봅니다.',
    },
    {
      userId: 4,
      id: 4,
      title: '맛집 추천',
      body: '이 동네에는 맛집이 많다고 들었는데, 어떤 맛집을 선택해야 할지 고민입니다.',
    },
    {
      userId: 5,
      id: 5,
      title: '책 읽기 도전',
      body: '요즘은 너무 바빠서 책을 읽지 못했는데, 다음 주부터는 시간을 내서 책을 읽으려고 합니다.',
    },
    {
      userId: 6,
      id: 6,
      title: '운동 시작',
      body: '건강을 위해 매일 조깅을 시작하려고 합니다. 체력이 좋아지면 다른 운동도 도전해봐야겠어요.',
    },
    {
      userId: 7,
      id: 7,
      title: '오늘의 할일',
      body: '오늘은 할 일이 정말 많아서 시간을 효율적으로 관리해야 할 것 같습니다.',
    },
    {
      userId: 8,
      id: 8,
      title: '인테리어 아이디어',
      body: '집을 꾸미기 위해 인테리어 아이디어를 찾고 있습니다. 다른 사람들은 어떤 스타일을 선호하는지 알아보려고 합니다.',
    },
    {
      userId: 9,
      id: 9,
      title: '요리 도전',
      body: '오늘은 새로운 요리를 도전해보려고 합니다. 레시피를 찾아보고 재료를 준비해야겠어요.',
    },
    {
      userId: 10,
      id: 10,
      title: '휴가 계획',
      body: '다음 달에 휴가를 내서 여행을 가려고 합니다. 어떤 여행지로 가야 할지 고민 중입니다.',
    },
  ],
};
